@extends("layouts.app")

@section("content")
    <!-- Portfolio -->
    <section id="confidenceSECTION_1">
        <div id="confidenceDIV_2">
            <div id="confidenceDIV_3">
                <!-- <p style="font-size: 18px; color: #333; margin-bottom:1rem; margin-top:1rem; font-weight:bold">Полезный совет</p> -->

                <p id="confidenceP_4">
                    Документ устанавливает процедуру, которой следует BITX CRYPTO MINING & TRADING LIMITED. (далее «компания») при получении, использовании, хранении и для защиты личной и финансовой информации о клиенте.
                </p>
                <p id="confidenceP_5">
                    1. Безопасность и защита личной информации
                </p>
                <p id="confidenceP_6">
                    1.1. Безопасность и защита личной информации имеет первостепенное значение для BITX CRYPTO MINING & TRADING LIMITED., поэтому компания даёт обязательства по обеспечению конфиденциальности данных каждого лица, с которым вступает в деловые отношения. Компания не распространяет личную информацию в маркетинговых или коммерческих целях.
                </p>
                <p id="confidenceP_7">
                    1.2. Компания запрашивает личную информацию для идентификации лица, а также при заключении иных договоров для оценки правомочности осуществлять отдельные юридические действия, обработки поручений, сделок и других запросов на обслуживание, оценки кредитоспособности, повышения качества наших услуг, обеспечения соблюдения действующего законодательства, а также для предоставления информации о предложениях Компании и её партнёров.
                </p>
                <p id="confidenceP_8">
                    1.3. Собранная и используемая личная информация включает в себя информацию, которую клиент предоставил напрямую, заполнив анкету на открытие счета или обновив данные при открытии счета или позднее (имя, адрес электронной почты, и другая идентификационная информация). При открытии счета компания обязана верифицировать личность. Также в целях идентификации компания может воспользоваться информацией о клиенте из открытых источников или от других лиц.
                </p>
                <p id="confidenceP_9">
                    1.4. Как только клиент начнёт пользоваться услугами, компания также будет записывать и хранить информацию о поручениях и сделках, запросах и коммуникациях с нами, что позволит обеспечивать качественное обслуживание на постоянной основе.
                </p>
                <p id="confidenceP_10">
                    2. Аффилированные компании
                </p>
                <p id="confidenceP_11">
                    2.1. Настоящие положения политики конфиденциальности распространяются в том числе на все аффилированные компании BITX CRYPTO MINING & TRADING LIMITED. Эти положения находят отражение в системе внутреннего контроля, процессах и процедурах, разработанных для эффективной защиты конфиденциальности и сохранности личной информации.
                </p>
                <p id="confidenceP_12">
                    2.2. Определяющей характеристикой термина «аффилированные компании» для целей настоящего документа является совместное управление посредством владения, соглашения или иным образом. Мы предоставляем личную информацию аффилированным компаниям для оказания запрашиваемых клиентом услуг, рассмотрения заявлений на техническую поддержку, улучшения качества предоставляемых продуктов и оказываемых услуг компании, а также для информирования о новых продуктах и услугах.
                </p>
                <p id="confidenceP_13">
                    2.3. Наши аффилированные компании разделяют наши ценности относительно защиты личных данных, и не будут раскрывать, продавать, делиться или иным образом распространять вашу личную информацию в маркетинговых или коммерческих целях.
                </p>
                <p id="confidenceP_14">
                    3. Не аффилированные компании
                </p>
                <p id="confidenceP_15">
                    3.1. Мы не раскрываем личные данные третьим лицам, за исключением случаев, когда это необходимо для исполнения поручения клиента, либо прямо предусмотрено действующим законодательством. Например, компания может предоставить ограниченную информацию бирже, в клиринговую организацию или поставщику ликвидности с целью исполнения клиентского поручения.
                </p>
                <p id="confidenceP_16">
                    4. Доступ к личной информации
                </p>
                <p id="confidenceP_17">
                    4.1. Меры внутреннего контроля ограничивают доступ сотрудников компании только до той информации, которая необходима им для исполнения должностных обязанностей. Все сотрудники компании проходят интенсивную подготовку, квалифицированы и хорошо осведомлены о соответствующих процедурах безопасности.
                </p>
                <p id="confidenceP_18">
                    5. Защита личных данных
                </p>
                <p id="confidenceP_19">
                    5.1. Для защиты личной информации компания использует защитное программное обеспечение, внутренний контроль, а также интегрированные системы, процессы и процедуры, направленные на сохранение безопасности и конфиденциальности информации. Мы используем приемлемые электронные и физические системы для предотвращения несанкционированного внешнего доступа к вашей информации.
                </p>
                <p id="confidenceP_20">
                    6. Использование веб-сайта и файлы кукис (cookies)
                </p>
                <p id="confidenceP_21">
                    6.1. Веб-куки – это небольшой объем данных, отправленных сайтом компании в веб-браузер, чтобы помочь идентифицировать пользователя для облегчения работы в сети интернет, обеспечения доступа и повышения эффективности взаимодействия клиента с сайтом компании и личным кабинетом. Такое использование файлов веб-куки является общепринятым промышленным стандартом, который представляет собой безопасную и эффективную методологию.
                </p>
                <p id="confidenceP_22">
                    6.2. Когда клиент посещает сайт компании или заходит в свой личный кабинет, мы также можем записать его IP-адрес и создать запись визита и взаимодействия с сайтом, для того, чтобы обеспечить постоянное улучшение сервисов компании.
                </p>
                <p id="confidenceP_23">
                    6.3. Сайт компании также может содержать ссылки на другие сайты. Обратите внимание, что компания не несёт ответственности за содержание, безопасность и политику конфиденциальности сайтов, не подпадающих под наши правила, процедуры безопасности и политику конфиденциальности.
                </p>
            </div>
            <div class="clearfix"></div>
        </div>
    </section>
@endsection