@extends("layouts.app")

@push('style')
    <style>
        #rulesDIV_2,
        #rulesDIV_3 {
            height : 100%;
        }
    </style>
@endpush

@section("content")
    <section id="rulesSECTION_1">
        <div id="rulesDIV_2">
            <div id="rulesDIV_3">
                <p id="rulesP_4">
                    1. Общие положения
                </p>
                <!-- HowDo Article -->

                <p id="rulesP_5">
                    1.1. Настоящее Клиентское соглашение заключается между компанией «FUTURE TRADE BITCOIN MINING LTD»,
                    в дальнейшем именуемой Компания, и физическим лицом, в дальнейшем именуемым Клиент, открывшим
                    инвестиционный счет в Компании.
                </p>
                <p id="rulesP_6">
                    1.1. Настоящее Клиентское соглашение заключается между компанией «FUTURE TRADE BITCOIN MINING LTD»,
                    в дальнейшем именуемой Компания, и физическим лицом, в дальнейшем именуемым Клиент, открывшим
                    инвестиционный счет в Компании.
                </p>
                <p id="rulesP_7">
                    1.3. Местом заключения Соглашения считается страна регистрации Компании.
                </p>
                <p id="rulesP_8">
                    2. Открытие инвестиционного счёта
                </p>
                <p id="rulesP_9">
                    2.1. Для открытия инвестиционного счета Клиент регистрируется на официальном сайте Компании <a
                            href="https://futuretrade.club">https://futuretrade.club</a>.
                </p>
                <p id="rulesP_10">
                    2.2. По окончании процедуры регистрации Клиент принимает условия настоящего Соглашения.
                </p>
                <p id="rulesP_11">
                    2.3. Клиент имеет право иметь только одну учетную запись (Личный кабинет).
                </p>
                <p id="rulesP_12">
                    3. Порядок взаиморасчётов
                </p>
                <p id="rulesP_13">
                    3.1. Пополнение инвестиционного счёта возможно в долларах США, BTC и ETH.
                </p>
                <p id="rulesP_14">
                    3.2. Клиент имеет право создавать распоряжения на пополнение или снятие средств в любое время.
                </p>
                <p id="rulesP_15">
                    3.3. Клиент имеет право снять со счета сумму, которая не превышает значение свободных средств.
                </p>
                <p id="rulesP_16">
                    3.4. Компания обязуется производить перечисление денежных средств со счета на платежные реквизиты
                    Клиента в течение 5-и рабочих дней с момента подачи распоряжения. В исключительных случаях, компания
                    имеет право отправить заявку на дополнительное рассмотрение, в связи с подозрением в нарушении
                    клиентского соглашения, сроком до 30 дней.
                </p>
                <p id="rulesP_17">
                    3.5. Снятие денежных средств с торгового счета возможно только на платежные реквизиты, с которых
                    было совершено пополнение данного счета. Исключительные случаи рассматриваются финансовым
                    департаментом Компании.
                </p>
                <p id="rulesP_18">
                    3.6. Компания имеет право продлить срок рассмотрения распоряжение в следующих случаях:
                    <br id="rulesBR_19"/>- нарушен пункт 3.5 настоящего соглашения;
                    <br id="rulesBR_20"/>- имеются подозрения, что денежные средства, зачисленные Клиентом на
                    инвестиционный счет, имеют незаконное происхождение;
                    <br id="rulesBR_21"/>- платежная система, через которую производится снятие средств, по каким-либо
                    причинам не функционирует..
                </p>
                <p id="rulesP_22">
                    3.7. В целях обеспечения безопасности денежных средств Клиентов, Компания может запросить
                    дополнительную документацию для идентификации личности Клиента до выполнения ордера на вывод средств
                    (согласно регулирующим нормам институтов противодействия отмыванию денег (AML – AntiMoneyLaundering)
                    или компаний, занимающихся обслуживанием банковских карт). В таких случаях предоставление такой
                    документации является необходимым условием выполнения ордера на вывод средств.
                </p>
                <p id="rulesP_23">
                    3.8. Услуга пополнения счета считается предоставленной по истечению 24 часов после получения
                    Компанией уведомления от платежной системы об успешном платеже.
                </p>
                <p id="rulesP_24">
                    4. Права и обязанности сторон
                </p>
                <p id="rulesP_25">
                    4.1. Компания имеет право изменять настоящее Соглашение и приложенные к нему документы, а также
                    инвестиционные условия и обязуется предварительно уведомлять Клиента о планируемых изменениях
                    посредством электронной почты или новостной ленты на сайте Компании.
                </p>
                <p id="rulesP_26">
                    4.2. Компания не несет ответственности за деятельность Клиента.
                </p>
                <p id="rulesP_27">
                    4.3. Компания не несет ответственности за несоблюдение условий данного Соглашения, вызванное
                    техническими проблемами на каналах связи.
                </p>
                <p id="rulesP_28">
                    4.4. Клиент несет полную ответственность за сохранность паролей от Личного кабинета.
                </p>
                <p id="rulesP_29">
                    4.5. Компания не несет ответственность в случае расхождения - в процессе определения финансового
                    результата Клиента - информации, отраженной в Личном Кабинете Клиента, и информации на Торговом
                    Сервере Компании. Для устранения указанного расхождения Компания проводит корректировку данных в
                    Личном Кабинете в соответствии с информацией, имеющейся на Сервере Компании.
                </p>
                <p id="rulesP_30">
                    4.6. Компания не несет ответственность за технические сбои, произошедшие не по вине Компании, а
                    также за убытки Клиента, возникшие вследствие такого сбоя и/или перерыва.
                </p>
                <p id="rulesP_31">
                    4.7. Клиент информирован, что совершаемые по Договору Операции сопряжены с риском неполучения
                    ожидаемого дохода и потери части или всей суммы денежных средств, зачисленных им на Счёт Клиента.
                </p>
                <p id="rulesP_32">
                    4.8. Компания имеет право частично или полностью ограничить доступ Клиенту к его Личному кабинету в
                    следующих случаях:
                    <br id="rulesBR_33"/>- денежные средства, зачисленные Клиентом на инвестиционный счет, имеют
                    незаконное происхождение;
                    <br id="rulesBR_34"/>- деятельность Клиента наносит вред технической инфраструктуре Компании;
                </p>
                <p id="rulesP_35">
                    5. Рассмотрение претензий
                </p>
                <p id="rulesP_36">
                    5.1. Претензия может быть составлена в свободной форме и должна быть отправлена на электронный адрес
                    Компании <a href="mailto:info@futuretrade.club">info@futuretrade.club</a>.
                </p>
                <p id="rulesP_37">
                    5.2. Компания обязана рассмотреть претензию в течение десяти дней с момента ее получения.
                </p>
                <p id="rulesP_38">
                    5.3. Претензия должна содержать в себе логин, ФИО Клиента и подробное описание спорной ситуации.
                </p>
                <p id="rulesP_39">
                    5.4. Претензия не принимается к рассмотрению, если:
                    <br id="rulesBR_40"/>- связана с требованием возмещения упущенной прибыли или морального ущерба;
                    <br id="rulesBR_41"/>- содержит ненормативную
                    лексику или оскорбления в адрес Компании;
                </p>
                <p id="rulesP_42">
                    6. Уведомление о рисках
                </p>
                <p id="rulesP_43">
                    6.1. Клиент должен отчетливо понимать и принимать, что все инвестиции связаны с рисками.
                </p>
                <p id="rulesP_44">
                    6.2. Клиент, принявший правила сервиса, при любом развитии событий должен понимать, что претензии к
                    администрации сервиса в обмане или жульничестве, нарушении прав Клиента, будут восприняты как
                    заведомо ложный донос.
                </p>
                <div class="text-center my-2">
                    <a href="{{@route('register')}}" class="btn btn-primary">Перейти к регистрации</a>
                </div>
            </div>
            <div class="clearfix"></div>

        </div>
        <br id="rulesBR_45"/>
    </section>
@endsection